HEADERS = ({'User-Agent':
                'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15'
                ' (KHTML, like Gecko) Version/14.0'
                ' Safari/605.1.15'})
LAMODA = 'https://www.lamoda.ru/c/355/clothes-zhenskaya-odezhda/?sitelink=topmenuW&l=3&page='
ASOS_BRANDS = 'https://www.asos.com/ru/women/a-to-z-of-brands/cat/?cid=1340&nlid=ww|бренды|топ+бренды'
ASOS = 'https://www.asos.com/ru/women/novinki/novinki-odezhda/cat/?cid=2623&currentpricerange=350-38290&nlid=ww|одежда|сортировать%20по%20типу%20продукта&page='
ASOS_CATEGORIES = ['кардиган', 'джемпер', 'водолазка', 'платье', 'джоггеры', 'футболка', 'топ',
                   'комбинезон', 'костюм', 'куртка', 'леггинсы', 'рубашка', 'блейзер', 'свитшот', 'худи',
                   'юбка', 'лонгслив', 'джоггеры', 'пуховик', 'бюстгалтер', 'ромпер', 'Платье', 'Колготки',
                   'cardigan', 'set', 'Костюм', 'Боди', 'боди', 'брюки', 'Топ', 'Футболка', 'Рубашка', 'Леггинсы',
                   'Кардиган', 'кофта', 'Худи', 'сарафан', 'блузка', 'Пуховик', 'Водолазка', 'Носки', 'комплект',
                   'Лонгслив', 'Набор', 'пижама', 'купальник', 'бюстгальтер', 'парео', 'джинсы', 'майка',
                   'стринги', 'Блузка', 'бикини', 'Свитер', 'термобель', 'hoodie', 'Пальто', 'пальто', 'Свитшот',
                   'жилет', 'пиджак', 'шорты', 'Бикини', 'тренч', 'джеггинсы', 'sweat', 'трусы', 'Дубленка',
                   'халат', 'Майка', 'тайтсы', 'Юбка', 'Чиносы', 'Джоггеры', 'Джемпер', 'Брюки', 'Кимоно', 'Юбка',
                   'Шорты', 'пояс', 'свитшот', 'Джинсы', 'Комбинезон', 'Ромпер', 'боксеры', 'сорочка', 'поло',
                   'чиносы', 'бомбер', 'бралетт', 'Туника', 'джоггер', 'бралетт', 'Комплект', 'маска', 'Легинсы',
                   'jumper', 'top', 'леггинс', 'колготки']

